{
    "type": "FeatureCollection",
    "features": [
        {
            "type": "Feature",
            "id": 1,
            "geometry": {
                "type": "Point",
                "coordinates": [
                    103.61075349300006,
                    31.001155753000035
                ]
            },
            "properties": {
                "OBJECTID": 1,
                "name": "宝瓶口",
                "description": "　　宝瓶口起“节制闸”作用，是前山(今名灌口山、玉垒山)伸向岷江的长脊上凿开的一个口子，是人工凿成控制内江进水的咽喉，因它形似瓶口而功能奇持，故名宝瓶口。留在宝瓶口右边的山丘，因与其山体相离，故名离堆。离堆在开凿宝瓶口以前，是湔山虎头岩的一部分。由于宝瓶口自然景观瑰丽，有“离堆锁峡”之称，属历史上著名的“灌阳十景”之一。\n　　宝瓶口作为最后一道关卡，其最重要的作用为“引清排浑”。机理如下：\n　　第一，弯道水流有纵向流速，也有弯道环流，故水流在弯道中会形成螺旋流：在水流顺江向下，较清澈的表层流流向凹岸（宝瓶口），浑浊的底层流流向凸岸（飞沙堰），宝瓶口正对表层流流向，为“正面引水”的姿态[5]，同时在河道螺旋流的作用下，挟带泥沙的底层流从堰顶翻越到外江。\n　　第二，由于宝瓶口为收窄断面，在收窄处会形成回流，如图6所示，在回流作用下，泥沙会被甩到飞沙堰上。"
            }
        },
        {
            "type": "Feature",
            "id": 2,
            "geometry": {
                "type": "Point",
                "coordinates": [
                    103.61334277500004,
                    31.002705171000059
                ]
            },
            "properties": {
                "OBJECTID": 2,
                "name": "城隍庙",
                "description": "　　城隍，起源于古代的水(隍)庸(城)的祭祀，为儒教《周宫》八神之一。“城”原指挖土筑的高墙，“隍”原指没有水的护城壕。古人造城是为了保护城内百姓的安全，所以修了高大的城墙、城楼、城门以及壕城、护城河。他们认为与人们的生活、生产安全密切相关的事物，都有神在，于是城和隍被神化为城市的保护神。道教把它纳入自己的神系，称它是剪除凶恶、保国护邦之神，并管领阴间的亡魂。城隍下辖有文武判官、各司大神、甘柳将军、范谢将军、牛马将军、日夜游神、枷锁将军等神。 \n　　城隍庙则为祭祀城隍的寺庙，作用在于振兴教化、劝人向善。如都江堰城隍庙内有对联曰：“彰瘅本无私，明明白白，举念时毋欺了自己；贤奸终有报，是是非非，到头处曾放过谁人？”“善恶界几希，莫到此间才转念；阴阳同鉴察，须寻原处早回头”，这就充分概括了城隍庙的宗旨。 \n　　都江堰城隍庙位于国家AAAAA级风景名胜区内，与全国重点文物保护单位都江堰相邻的玉屏山麓，背山面城而建，海拔760米。此间峰峦耸秀，楠柏葱茏，如翠屏高列。庙左小擂鼓坪，“结束万山，形如伏龟，陡落平野，直达省门”，故又名“金龟山”；庙右斗犀台，台下宝瓶飞波，如银山道卷，滚雪飞花。庙后山脊为古城垣，宛若游龙腾空；玉屏山“一峰突起，直趋县治”（民国《灌县志》）。城区主干道幸福路直达庙门，松茂古道及游山小道遍及山林之间。 \n　　城隍庙始建不详。据清乾隆《灌县志•祠庙》言：顺治年间（1644年-1661年）厉坛，雍正三年（1726年）“添设饭米”。由此可见其庙建于明代。《重修城隍庙碑》载，乾隆四十七年（1782年）住持道士张来翕“庀材鸠工，大兴土木，重建殿宇”，并“广栽繁茂，力谨护持”。至此，城隍庙山林、庙宇一片兴旺。光绪三年（1877年）庙遭火灾，次年由知县陆葆德主持重建。 \n　　城隍庙建筑群座北向南、背山面城，占地面积3000平方米，建筑面积1374平方米，穿斗式木梁架、歇山顶建筑，建筑群依山势分上下两区。上区马王殿、城隍殿、娘娘殿等，建于山窝台地上，依等高线向东西两面横向展开；下区十龙殿、灵官楼等建于山脚松茂古道旁，沿踏道方向纵向延伸。所有建筑中，十龙殿布局最具匠心，布置在一条笔直上行梯道两侧，呈对称跌落布局，各间相邻的山墙出屋面飞檐为二重、三重相间，疏密得宜，错落有序，似群雁展翅，给人以深刻印象。该建筑收录入清华大学建筑学教材，具有很高的历史意义和考古价值。 \n　　2013年3月，国务院公布都江堰城隍庙为全国第七批重点文物保护单位。"
            }
        },
        {
            "type": "Feature",
            "id": 3,
            "geometry": {
                "type": "Point",
                "coordinates": [
                    103.60819707100006,
                    31.008147554000061
                ]
            },
            "properties": {
                "OBJECTID": 3,
                "name": "二王庙",
                "description":"　　二王庙，位于四川省成都市都江堰岷江东岸的玉垒山麓，是纪念古代水利名家李冰父子的祀庙，是世界文化遗产都江堰的重要组成部分。\n　　据文献记载，古代岷江时常泛滥成灾。战国秦昭王时蜀郡守李冰及其子率众开凿都江堰，调控江水，使整个成都平原既得灌溉、舟楫之利，又免水患、干旱之苦。二王庙原为望帝祠，百姓所缅怀和敬仰更名为崇德庙，宋以后，李冰父子相继被敕封为王，改称为二王庙。民国十四年（1925年）曾遭火焚，灾后募资重建。二王庙顺应山势，建筑主轴线呈现西南东北走向，为合院式布局。同时，设计者集巧思，转换山门前序院落空间，偏置入口，反而形成极有特色的“山门院落”。现占地面积约10000平方米，建筑面积约6000平方米。\n　　2018年，二王庙古建筑群灾后抢救保护工程获国家文物局授予的“优秀文物保护工程特别奖”。此外，修复工程还获得了“联合国教科文组织亚太地区文化遗产保护奖”“国家传统建筑文化保护示范工程”等奖项。"
            }
        },
        {
            "type": "Feature",
            "id": 4,
            "geometry": {
                "type": "Point",
                "coordinates": [
                    103.60918749200005,
                    31.001332004000062
                ]
            },
            "properties": {
                "OBJECTID": 4,
                "name": "飞沙堰",
                "description":"　　飞沙堰位于鱼形堤坝的尾部，是高出河床约2米的坝堰。飞沙堰是都江堰确保成都平原不受水灾的关键要害。它的主要作用是当内江的水量超过宝瓶口流量上限时，多余的水便从飞沙堰自行溢出；如遇特大洪水的非常情况，它还会自行溃堤，让大量江水回归岷江正流。另一作用是“飞沙”，岷江从万山丛中急驰而来，挟着大量泥沙，石块，如果让它们顺内江而下，就会淤塞宝瓶口和灌区。飞沙堰真是善解人意、排人所难，将上游带来的泥沙和卵石，甚至重达千斤的巨石，从这里抛入外江（主要是巧妙地利用离心力作用），确保内江通畅，确有鬼斧神工之妙。\n　　“深淘滩，低作堰”是都江堰的治水名言。淘滩是指飞沙堰一段、内江一段河道要深淘，深淘的标准是古人在河底深处预埋的“卧铁”。岁修淘滩要淘到卧铁为止，才算恰到好处，才能保证灌区用水。低作堰就是说飞沙堰有一定高度，高了进水多，低了进水少，都不合适。"
            }
        },
        {
            "type": "Feature",
            "id": 5,
            "geometry": {
                "type": "Point",
                "coordinates": [
                    103.61094115500003,
                    31.000306060000071
                ]
            },
            "properties": {
                "OBJECTID": 5,
                "name": "伏龙观",
                "description":"　　伏龙观原为“范贤馆”，始建于西晋末年，是李雄在夺得蜀郡后，为报答帮助他夺取政权的蜀中贤士范长生而修建的。因袭李冰父子降龙治水的传说改名“伏龙观”。\n　　伏龙观又名老王庙、李公词、李公庙等。观因（伏龙观因为）李冰降伏孽龙的传说而得名。是纪念李冰的庙宇。\n　　清同治五年(公元1866年)四川巡抚祟实以为：“于虽齐圣，不先父食。况以公之贤：又有功于蜀，其施力程能固无待乎其子。今乃数典忘祖，于掩其父得无紊钦。”委成绵龙茂道钟竣就(伏龙观)原屺山门基址起建通佑王专词，以二郎配享后殿，与二王庙的二郎在前殿，李冰夫妇居后殿恰恰相反。因此，伏龙观又称老王庙。"                
            }
        },
        {
            "type": "Feature",
            "id": 6,
            "geometry": {
                "type": "Point",
                "coordinates": [
                    103.61675227500007,
                    30.989493115000073
                ]
            },
            "properties": {
                "OBJECTID": 6,
                "name": "奎光塔",
                "description":"　　奎光塔，是一座文峰塔，位于四川省都江堰市奎光路101号奎光塔公园内，西临岷江约1千米，东距安江河约600米。奎光塔始建于明代，重建于清道光十一年（1831年）。\n　　奎光塔高52.67米，重心高度23.22米，重约3460吨，是中国层数最多的古代砖塔。奎光塔平面为六角形，十七层，从外观来看极似密檐塔，实际却是一座楼阁式塔。奎光塔具有鲜明地方特色，有较高文物价值、艺术价值和观赏价值。"                
            }
        },
        {
            "type": "Feature",
            "id": 7,
            "geometry": {
                "type": "Point",
                "coordinates": [
                    103.61032880600004,
                    31.000938025000039
                ]
            },
            "properties": {
                "OBJECTID": 7,
                "name": "离堆公园",
                "description":"　　离堆公园是成都市都江堰景点之一，占地90余亩，1932年建成。\n　　公园大门对联：“完神禹斧椎功，陆海无双，河渠大书秦守惠；揽全蜀山水秀，导江第一，名园生色华阳篇。”上联说，誉称“陆海”的天府，盖世无双，归功于李冰太守，他接过大禹的神斧仙椎，完成了伟大的都江堰水利工程；下联说，总揽蜀中名山秀水，都江堰市第一，这离堆公园就是其中增色添彩的一处。2013年7月23日，离堆公园支线开通，下穿都江堰市区。\n　　公园内亭榭错落有致，古木桩头，奇花异卉，水池喷泉，布局精巧，别具情趣，园中有紫薇花瓶，紫薇屏风，经二三百年培育而成，独具匠心；这株古银杏桩头，传说为东汉末年张松手植，至今仍亭亭玉立，枝繁叶茂，像一支仙鹤，托这里山水的灵气，听说还结出了果实。紫薇花瓶、紫薇屏风和银杏桩，人称“园中三宝”。"
            }
        },
        {
            "type": "Feature",
            "id": 8,
            "geometry": {
                "type": "Point",
                "coordinates": [
                    103.60751921800005,
                    31.00927966200004
                ]
            },
            "properties": {
                "OBJECTID": 8,
                "name": "秦堰楼",
                "description":"　　秦堰楼，因都江堰建于秦国而得名。秦堰楼横跨内外两江，长500米。这里是眺望都江堰全景的最佳位置。秦堰楼依山而立，雄峙江岸，结构精巧，峻拨壮观。未建之前，这里是“观景台”，又称“幸福台”，因毛泽东主席于1958年3月21日曾站在这个位置，仔细观看都江堰。在伏龙观和二王庙里陈列了这幅珍贵的照片。登上秦堰楼极目眺望，都江堰三大水利工程、安澜桥、二王庙、古驿道、玉垒雄关、岷岭雪山、青城群峰尽收眼底，甚为壮观。"                
            }
        },
        {
            "type": "Feature",
            "id": 9,
            "geometry": {
                "type": "Point",
                "coordinates": [
                    103.61228146300004,
                    30.998777157000063
                ]
            },
            "properties": {
                "OBJECTID": 9,
                "name": "卧铁",
                "description":"　　卧铁，是埋在内江“凤栖窝”处的淘滩标准，也是内江每年维修清淘河床深浅的标志，位于四川都江堰的景点。\n　　卧铁，作为都江堰岁修淘滩的标尺，确保每年枯水期清淤深度适中，保障成都平原灌溉与防洪，是都江堰治水智慧的重要体现。\n　　卧铁主要是用来标记挖掘深度的。由于都江堰遵从李冰的“深淘滩，低作堰”原则，在从古至今，每年枯水期都要对河道清除淤积的泥沙。那到底挖泥沙挖到多深合适呢？经过人们的经验，找出了一个合适的深度，并埋上卧铁。以后岁修就挖到卧铁为止。"                
            }
        },
        {
            "type": "Feature",
            "id": 10,
            "geometry": {
                "type": "Point",
                "coordinates": [
                    103.61785612400007,
                    30.998484721000068
                ]
            },
            "properties": {
                "OBJECTID": 10,
                "name": "仰天窝廊桥",
                "description":"　　仰天窝廊桥又名仰天窝节水闸，是都江堰内江河上第一座调节分流的重要水利设施，内江经宝瓶口流经南桥后，在仰天窝鱼嘴一分为二，西去的走江河干渠经走江闸分出走马河和江安河，东去的蒲柏河干渠经蒲柏闸分出蒲阳河和柏条河，仰天窝节水闸于1963年冬修建，共分6孔，蒲柏河干渠和走江河干渠各3孔，闸室每孔净宽9米，采用单轨电动行车移动启闭。仰天窝节水闸横跨内江总干渠之上，与都江堰这座山水城市相呼应，总控内江，利益天府，被誉为西蜀第一闸。"                
            }
        },
        {
            "type": "Feature",
            "id": 11,
            "geometry": {
                "type": "Point",
                "coordinates": [
                    103.60951851000004,
                    31.004231374000028
                ]
            },
            "properties": {
                "OBJECTID": 11,
                "name": "玉垒关",
                "description":"　　玉垒关：又名“其盘关”，玉垒关用条石和泥浆砌成，长13.29米，宽6.86米，高6.2米。关门联语十分精妙“玉垒峙雄关，山色平分江左右；金川流远派，水光清绕岸东西”。它是古代川西平原的要隘，也是千余年来古堰旁的一处胜景，故称“川西锁钥”。"                
            }
        }
    ]
}